{   
    "otherlangues":"fr",
    "curentlangue":"en",
    
    "NAVBAR": "",

        "langue":"ENG",
        "contactme": "CONTACT ME",
        "contactsubject": "Information request",
        "contactBody": "Hello Tibo,%0A%0AI'd like more information about your design services.%0A%0AThank you!",
        "try":"Try",

    "OMODAKA": "",

        "thelofotenislands": "The Lofoten Islands",
        "norway": "- Norway",
        "cambodia": "Cambodia",
        "italia": " - Italia",
        "citationomodaka": "\"Le voyage de mille lieues commence par un pas.\" — Lao Tseu",
        "researchs": "Recherches",
        "packagingomodaka": "The packaging of <strong>Omodaka</strong> was designed to evoke serenity and elegance, in harmony with the essence of the brand. I chose a cubic shape for the box, symbolizing <strong>simplicity and balance</strong>, values deeply rooted in <strong>Japanese</strong> culture. This minimalist design is inspired by traditional <strong>Japanese</strong> elements, which highlight the beauty of <strong>simplicity</strong> and <strong>the harmony of shapes</strong>.<br><br>A band around the box adds a touch of sophistication while creating a sense of protection, reflecting the idea of <strong>refuge and calm</strong> that we wish to offer our users. The map of the location on the box pays tribute to the inspiring landscapes that guided the creation of each fragrance, allowing users to embark on a <strong>sensory journey</strong>. This map enhances immersion and the concept of <strong>escape to places filled with tranquility</strong>.",
        "legendeunpackagingomodaka": "Main Box – The primary structure containing the product.",
        "legendedeuxpackagingomodaka": "Perimeter Band – The band surrounding the box.",
        "logoomodaka": "The letter \"O\" is deformed to resemble a circle, symbolizing <strong>a perfume bottle</strong> or <strong>a container</strong>. In one of the variations, this \"O\" is positioned under a rectangle, representing a rim, from which sticks emerge, similar to those used for diffusing scents. This detail directly references the sensory experience and the art of perfuming spaces. The typography remains minimalist and elegant, creating a balance between modernity and refinement, while symbolizing the calming atmosphere and harmony the products bring to the home.",
        "presentationomodaka": "<strong>Omodaka</strong> is a project I created to bring <strong>serenity</strong> and <strong>tranquility</strong> to those seeking refuge from the chaos of everyday life. My approach is based on the belief that <strong>calmness</strong> is essential to <strong>mental and emotional well-being</strong>.<br><br>The word <strong>Omodaka</strong> comes from <strong>Japanese (オモダカ)</strong>, where it refers to <strong>a water plant</strong> known as 'arrowhead' (Sagittaria trifolia in Latin). This plant, often found in <strong>peaceful environments</strong> like ponds and rivers, symbolizes <strong>tranquility</strong> and the <strong>purity of nature</strong>. The <strong>Omodaka</strong> project <strong>draws inspiration from landscapes around the world</strong>, capturing the essence of different places through unique fragrances.<br><br>Each scent reflects the atmosphere and emotions evoked by these regions, offering <strong>an immersive sensory experience</strong>. At <strong>Omodaka</strong>, each fragrance is created to take you on <strong>a calming and sensory journey</strong>, allowing you to reconnect with yourself and nature through the scent of these inspiring landscapes.",
        "colorsomodaka": "The concept behind each <strong>Omodaka</strong> fragrance comes from observing the <strong>natural colors of the chosen locations</strong>. Each region inspires not only a scent but also specific shades that <strong>capture its essence</strong>. For example, <strong>Provence</strong> evokes lavender and golden tones, while the <strong>Lofoten Islands</strong>, with their snowy landscapes, inspire icy blues and pure whites. This approach allows each fragrance to reflect <strong>the atmosphere of the place</strong>, offering <strong>a visual and olfactory sensory journey</strong>.",

    "MOUVAPLAN": "",

        "citationmouvaplan": "\"Discover the life in motion of Plan de la Garde Park and follow the evolution of its wildlife and flora with the rhythm of nature.\"",
        "presentatioomodaka": "After several observations at the <strong>Plan de la Garde Natural Park</strong>, Margaux and I noticed that the locations of interesting observation spots were not sufficiently highlighted for visitors. That’s why we took the initiative to create a mobile application to address this issue. The basic principle of the application relies on a map system where users can see points of interest: <strong>plants</strong>, <strong>water sources</strong>, <strong>wildlife</strong> and <strong>flora</strong>.<br><br>Users can visit the points of interest highlighted by the park, but they can also place their own locations. Subsequently, a public image bank is created for each point, allowing users to track the evolution of nature.",
        "colorsmouvaplan": "The different shades of <strong>green</strong> directly evoke nature, symbolizing freshness and vitality. They create a calming atmosphere that encourages exploration and connection with the environment. We have added a <strong>beige</strong> hue to bring warmth and welcome, balancing the dominant green.<br><br>This creates a visually pleasing and inviting space for the user. Finally, <strong>orange</strong> has been integrated to introduce a dynamic touch. This vibrant color captures attention and adds a sporty energy, encouraging exploration and outdoor activities. Together, these colors establish a harmonious and engaging visual experience, perfectly suited to our theme.",
        "logomouvaplan": "The logo combines a <strong>location</strong> icon and a <strong>heron</strong> to symbolize the balance between technology and nature. The icon represents the tracking function, while the heron reflects the park's wildlife and peaceful atmosphere. This fusion highlights the idea of guiding users while staying connected to the natural environment.",
        "markers": "Markers",
        "marckersmouvaplan": "We needed to create clear markers that inspire movement. That’s why we chose to draw inspiration from the silhouette of a <strong>drop of water</strong>.",
        "howmouvaplan": "While considering the appropriate medium to engage all audiences in the creation process, the choice to create a mobile application became evident. Therefore, we decided to develop an application using the <strong>Figma</strong> software.",
        "figmamouvaplan": "For the creation of Mouvaplan, I chose <strong>Figma</strong> because it was the simplest and quickest way to bring my designs to life. The tool allowed me to easily prototype my ideas and gain a clear vision of the interface. Additionally, its flexibility and ease of use enabled me to focus on creativity rather than technical aspects.",
        "meteomouvaplan": "I integrated a real-time weather system into the app to enhance the visitor experience. This feature doesn’t just inform; it guides activity choices and route suggestions, ensuring that each user can enjoy the park in ideal conditions. It's a way to make the app genuinely useful and personalized, going beyond being just a simple guide.",
        "mouvaplanhome":"Home",
        "mouvaplanlogin":"Login",
        "mouvaplanstory":"Story",
        "mouvaplanplan":"Plan",
        "mouvaplanfavorisinfos":"Information",
        "mouvaplanfavoris":"Favoris",

    "CONSOLE": "",

        "citationconsole":"\"The future is already here\" — William Gibson",
        "presentationconsole":"\"流\" (Liú) means \"current\" or \"flow,\" and \"智\" (Zhì) means \"intelligence.\" Liúzhì could convey an impression of flow of intelligence,\" as if the console possessed a form of technological consciousness that flows through time.<br><br>It's a <strong>retro-futuristic</strong> console inspired by early portable devices from the <strong>1980s</strong>, like the Game Boy. With its <strong>sturdy</strong> and <strong>minimalist</strong> design, it appears both familiar and from an <strong>alternate future</strong>, evoking <strong>sci-fi films</strong> like Blade Runner, where every object has a <strong>mysterious story</strong>. Its screen displays \"Now Loading\" in glowing green letters, reinforcing the idea that it is downloading something special. But at the end of the loading, it is not a prophecy or a cryptic message that appears: it’s a game. Like a lost artifact, Liúzhì makes waiting a moment of anticipation, transforming the simple act of loading a game into a unique experience, where the <strong>nostalgia of the past</strong> meets the <strong>intrigue of an unknown future</strong>.",
        "consolelegendeun":"Game console 流智.",
        "consolelegendedeux":"Carabiner.",
        "consolelegendetrois":"Key ring.",

    "PROJECTS": "",

       "continueonthebrowser":"Continue on the browser",
        "how":"How?",
        "bigtitle": "BIG TITLE",
        "title": "Title",
        "text": "text",
        "typography":"Typography",
        "projects": "Projects",
        "personalwork":"Personal work",
        "identity": "VISUAL IDENTITY",
        "copied":"💾 Copied",
        "colors": "Colors",
        "poster": "POSTERS",
        "logiciel":"Software : ",
        "discover":"Discover",  
    
    "3D": "",
        
        "DRIME": "",
        
            "titredrime": "Homepage for the DRIME Website ",
            "explicationdrime": "Drime's request was to create the background for their website's homepage, inspired by the style of Windows or Office.",

    "POSTER": "",

        "carte":"",

                "carteforme":"This card set invites you to explore geometric shapes from a fresh perspective. Through examples of famous logos, see how these shapes convey ideas and build visual identities. Each card features a shape, examples of its use in design, and mathematical concepts like area calculation. A fun and educational tool to connect geometry and creativity!",

        "regatta":"",

            "explicationregatta":"Designed at the request of 12 MED EVENT, this poster for the 2025 Toulon Regatta captures both the energy and elegance of this iconic event. The design highlights the dynamism of the race with sailboats in motion, while celebrating the city’s unique identity through iconic elements such as the Mont Faron cable car.<br><br>The minimalist composition, paired with a maritime-inspired color palette, reflects the prestige of this competition and enhances its appeal to the public.",
            "mairietoulon":"Toulon City Council",

         "8eightlow":"",

            "explicationeightlow":"For E!ght's album Nemo, I designed the back cover of the vinyl, drawing inspiration from the original artwork created by the artist, as well as his character and the central theme of the album. Using his publications and visual universe as references, I aimed to visually convey the essence of his project.<br><br>I also incorporated the idea of an interactive sleeve that functions like a mirror: to reveal the tracklist for sides A and B, the sleeve must be rotated. This layout symbolically reflects the mirror concept, highlighting the duality between 8eightlow's social self and inner self, which is a key theme of the album.<br><br>Additionally, I designed the center labels for sides A and B of the vinyl records, ensuring aesthetic and conceptual consistency with the overall design. My goal was to capture the artist's unique universe while offering a tactile and interactive experience for the audience.",
        
        "RATZ": "",

            "technicaldrawing":"Technical drawing",
            "explicationratz":"I created the technical plan for the Ratz car, staying true to its proportions and cartoon aesthetic. This work allowed me to analyze its details and translate them into an accurate and faithful schematic, both playful and technical.",

        "MAGICBALL": "",

            "explicationmagicball": "I created the technical plan for the Magic Ball, ensuring its proportions and cartoon aesthetic were preserved. This work allowed me to analyze its unique details and translate them into an accurate and faithful schematic, blending creativity with technical precision.",

        "LESBELLESANCIENNES":"",

            "explicationlesbellesanciennes":"I designed this poster by emphasizing the elegance and nostalgia of vintage cars. I used an Art Deco typography to reflect the event’s vintage spirit, while integrating warm colors and an attractive visual to grab attention. The clear and hierarchical layout ensures a smooth reading of the key information.",

        "ENVIEDECREUVER":"",

            "explicationenviedecreuver":"I designed a poster based on the phrase: \"Chocolate is better when you feel like dying.\" It juxtaposes the silhouette of a person enjoying a piece of chocolate with that of a skull, symbolizing the balance between despair and comfort. The vibrant colors contrast with the dark message, while the bold typography enhances the impact of the phrase. This composition visually conveys the idea of chocolate as a comforting pleasure in tough moments.",


    "FOOTER": "",
        
        "sitation": "May this creation awaken your inspiration. (• ◡•)",
        "footer":"@2024 | ©TibzDesign. All rights reserved.",

    "INFORMATIONS": "",

        "graphic":"PRINT",
        "informationdeux":"// The site was Built & designed by yours truly! 🚀",
        "dataphone":"+33.7.83.78.48.72",
        "phone": "Phone: +33.7.83.78.48.72",
        "mail": "Email: tibzdesign@gmail.com",
        "information":"I’m a second-year graphic design student based in France. Passionate about visual creativity,<br>I work across various design fields as a 3D artist, motion designer,and graphic designer.<br>I’m particularly interested in building visual identities and developing multimedia projects. Always seeking new ideas and inspiration, I enjoy experimenting with different graphic styles and exploring the impact of design in communication.<br>My goal is to develop a unique aesthetic while mastering modern design techniques."
    
}