{
    "otherlangues": "en",
    "languenavbar": "en",
    "curentlangue": "fr",
    "NAVBAR": "",
    "langue": "FR",
    "contactme": "Contact",
    "contactsubject": "Demande%20d'information",
    "contactbody": "Bonjour,%0A%0AJe%20souhaite%20obtenir%20plus%20d'informations%20sur%20vos%20services%20de%20design.%0A%0AMerci%20!",
    "troisdtext": "Visualisez vos idées avant même leur fabrication. La 3D vous permet de convaincre, tester et séduire plus efficacement.",
    "printtext": "Des supports imprimés qui donnent du poids à vos messages. Tangible, crédible, mémorable : votre marque s'impose dès le premier regard.",
    "caratext": "Des personnages qui humanisent vos projets, créent de l’attachement et renforcent votre narration de marque.",
    "motiontext": "Du rythme et de l’émotion pour capter l’attention. L’animation rend vos messages plus vivants, plus clairs et plus mémorables.",
    "try": "Essayer",
    "tryapp": "Essayer l'application",
    "savoirfaire": "Savoir-faire",
    "back": "retour",
    "OMODAKA": "",
    "thelofotenislands": "Les îles Lofoten",
    "cambodia": "Cambodge",
    "norway": "- Norvège",
    "italia": " - Italie",
    "legendeunpackagingomodaka": "Boîte principale – La structure principale contenant le produit.",
    "legendedeuxpackagingomodaka": "Bande périphérique – La bande entourant la boîte.",
    "logoomodaka": "La lettre \"O\" est déformée pour ressembler à un cercle, symbolisant <strong>une bouteille de parfum</strong> ou <strong>un contenant</strong>. Dans l'une des variations, ce \"O\" est positionné sous un rectangle, représentant un bord, duquel émergent des bâtons, similaires à ceux utilisés pour diffuser des senteurs. Ce détail fait directement référence à l'expérience sensorielle et à l'art de parfumer les espaces. La typographie reste minimaliste et élégante, créant un équilibre entre modernité et raffinement, tout en symbolisant l'atmosphère apaisante et l'harmonie que les produits apportent à la maison.",
    "colorsomodaka": "L'idée derrière chaque fragrance Omodaka vient de l'observation des <strong>couleurs naturelles des lieux choisis</strong>. Chaque région inspire non seulement une senteur, mais aussi des teintes spécifiques qui <strong>capturent son essence</strong>. Par exemple, la Provence évoque des tons lavande et dorés, tandis que les îles Lofoten, avec leurs paysages enneigés, inspirent des bleus glacés et des blancs purs. Cette approche permet à chaque fragrance de refléter <strong>l'atmosphère du lieu</strong>, offrant ainsi <strong>un voyage sensoriel à la fois visuel et olfactif</strong>.",
    "citationomodaka": "\"Le voyage de mille lieues commence par un pas.\" — Lao Tseu",
    "presentationomodaka": "<strong>Omodaka</strong> est un projet que j'ai créé pour apporter <strong>sérénité</strong> et <strong>tranquillité</strong> à ceux qui cherchent refuge face au chaos de la vie quotidienne. Mon approche repose sur la conviction que <strong>le calme</strong> est essentiel au <strong>bien-être mental et émotionnel</strong>.<br><br>Le mot Omodaka vient du <strong>japonais (オモダカ)</strong>, où il désigne <strong>une plante aquatique</strong> connue sous le nom de 'pied-d'arrow' (Sagittaria trifolia en latin). Cette plante, souvent trouvée dans des <strong>environnements paisibles</strong> tels que des étangs et des rivières, symbolise la <strong>tranquillité</strong> et la <strong>pureté de la nature</strong>. Le projet Omodaka <strong>s'inspire des paysages du monde entier</strong>, capturant l'essence de différents lieux à travers des fragrances uniques.<br><br>Chaque parfum reflète l'atmosphère et les émotions évoquées par ces régions, offrant <strong>une expérience sensorielle immersive</strong>. Chez Omodaka, chaque fragrance est créée pour vous emmener dans <strong>un voyage apaisant et sensoriel</strong>, vous permettant de vous reconnecter avec vous-même et la nature à travers l'odeur de ces paysages inspirants.",
    "researchs": "Recherches",
    "packagingomodaka": "L'emballage d'Omodaka a été conçu pour évoquer sérénité et élégance, en harmonie avec l'essence de la marque. J'ai choisi une forme cubique pour la boîte, symbolisant <strong>la simplicité et l'équilibre</strong>, des valeurs profondément ancrées dans la culture japonaise. Ce design minimaliste s'inspire des éléments traditionnels japonais, qui mettent en valeur la beauté de <strong>la simplicité</strong> et <strong>l'harmonie des formes</strong>.<br><br>Une bande autour de la boîte ajoute une touche de sophistication tout en créant un sentiment de protection, reflétant l'idée de <strong>refuge et de calme</strong> que nous souhaitons offrir à nos utilisateurs. La carte de l'emplacement sur la boîte rend hommage aux paysages inspirants qui ont guidé la création de chaque fragrance, permettant aux utilisateurs de s'embarquer dans un <strong>voyage sensoriel</strong>. Cette carte renforce l'immersion et le concept d'<strong>évasion vers des lieux emplis de tranquillité</strong>.",
    "MOUVAPLAN": "",
    "citationmouvaplan": "\"Découvrez la vie en mouvement du parc du Plan de la Garde et suivez l'évolution de sa faune et de sa flore au rythme de la nature.\"",
    "presentatioomodaka": "Après plusieurs observations au <strong>parc naturel du Plan de la Garde</strong>, Margaux et moi avons remarqué que les emplacements des points d'observation intéressants n'étaient pas suffisamment mis en valeur pour les visiteurs. C'est pourquoi nous avons pris l'initiative de créer une application mobile pour résoudre ce problème. Le principe de base de l'application repose sur un système de carte où les utilisateurs peuvent voir des points d'intérêt : <strong>plantes</strong>, <strong>sources d'eau</strong>, <strong>faune</strong> et <strong>flore</strong>.<br><br>Les utilisateurs peuvent visiter les points d'intérêt mis en évidence par le parc, mais ils peuvent également placer leurs propres emplacements. Ensuite, une banque d'images publique est créée pour chaque point, permettant aux utilisateurs de suivre l'évolution de la nature.",
    "colorsmouvaplan": "Les différentes nuances de <strong>vert</strong> évoquent directement la nature, symbolisant la fraîcheur et la vitalité. Elles créent une atmosphère apaisante qui encourage l'exploration et la connexion avec l'environnement. Nous avons ajouté une teinte <strong>beige</strong> pour apporter de la chaleur et de l'accueil, équilibrant ainsi le vert dominant. Cela crée un espace visuellement agréable et invitant pour l'utilisateur.<br><br>Enfin, l'<strong>orange</strong> a été intégré pour introduire une touche dynamique. Cette couleur vive capte l'attention et ajoute une énergie sportive, encourageant l'exploration et les activités en extérieur. Ensemble, ces couleurs établissent une expérience visuelle harmonieuse et engageante, parfaitement adaptée à notre thème.",
    "logomouvaplan": "Le logo combine une icône de <strong>localisation</strong> et un <strong>héron</strong> pour symboliser l'équilibre entre la technologie et la nature. L'icône représente la fonction de suivi, tandis que le héron reflète la faune du parc et l'atmosphère paisible. Cette fusion met en avant l'idée de guider les utilisateurs tout en restant connectés à l'environnement naturel.",
    "markers": "Marqueurs",
    "marckersmouvaplan": "Nous devions créer des marqueurs clairs qui inspirent le mouvement. C'est pourquoi nous avons choisi de nous inspirer de la silhouette d'une <strong>goutte d'eau</strong>.",
    "howmouvaplan": "En réfléchissant au moyen approprié pour impliquer tous les publics dans le processus de création, le choix de créer une application mobile est devenu évident. Nous avons donc décidé de développer une application en utilisant le logiciel <strong>Figma</strong>.",
    "figmamouvaplan": "Pour la création de Mouvaplan, j'ai choisi <strong>Figma</strong> car c'était le moyen le plus simple et le plus rapide de donner vie à mes designs. L'outil m'a permis de prototyper facilement mes idées et d'avoir une vision claire de l'interface. De plus, sa flexibilité et sa facilité d'utilisation m'ont permis de me concentrer sur la créativité plutôt que sur les aspects techniques.",
    "meteomouvaplan": "J'ai intégré un système météorologique en temps réel dans l'application pour améliorer l'expérience des visiteurs. Cette fonctionnalité ne se contente pas d'informer ; elle guide les choix d'activités et les suggestions d'itinéraires, permettant à chaque utilisateur de profiter du parc dans des conditions idéales. C'est une façon de rendre l'application véritablement utile et personnalisée, allant au-delà d'un simple guide.",
    "mouvaplanhome": "Accueil",
    "mouvaplanlogin": "Connexion",
    "mouvaplanstory": "Story",
    "mouvaplanplan": "Carte",
    "mouvaplanfavorisinfos": "Informations",
    "mouvaplanfavoris": "Favoris",
    "AXION": "",
    "citationaxion": "\"Le meilleur moyen de prédire l'avenir est de l'inventer.\" — Alan Kay",
    "presentationaxion": "\"Axion\" est un projet de conception d'une montre sportive pensée pour les athlètes modernes, alliant <strong>légèreté</strong>, <strong>robustesse</strong> et respect de l'environnement. Ce modèle explore la fusion entre <strong>performance sportive</strong> et <strong>durabilité</strong>, avec un design résolument fonctionnel et un engagement envers l'éco-responsabilité.\n\nConçue pour résister aux conditions extrêmes des sports en extérieur, \"Axion\" utilise des matériaux durables et légers pour maximiser la performance sans sacrifier la résistance. Son design épuré et futuriste met en valeur son côté technique, tout en intégrant des éléments écologiques qui en font un choix respectueux de la planète.\n\nCe projet reflète une démarche créative visant à repousser les limites du design sportif tout en intégrant des pratiques de fabrication éthiques, pour une montre à la fois <strong>robuste</strong>, <strong>légère</strong> et respectueuse de l'environnement.",
    "SYRIDE": "",
    "citationsyride": "\"Le design, c’est penser à l’avenir avec la légèreté d’un souffle.\"",
    "presentationsyride": "J’ai eu l’opportunité de collaborer avec Syride, entreprise française reconnue dans le monde du parapente et du vol libre, sur un projet de création graphique autour de leur univers. Cette collaboration portait sur le design d’une série de T-shirts et de stickers destinés à leur communauté de pilotes.<br><br>L’enjeu était clair : traduire visuellement l’essence du vol libre — ce mélange unique de précision technique, d’exploration aérienne et de liberté pure. Pour cela, j’ai plongé dans l’univers de Syride : ses instruments de vol, ses données GPS, ses courbes de vol, ses repères visuels et surtout, la passion qui anime ses utilisateurs.<br><br>Chaque visuel a été pensé pour parler aux initiés tout en étant esthétiquement percutant, que ce soit au sol ou dans les airs. Lignes épurées, symboles liés au vol, références subtiles à la navigation ou aux sensations de glisse dans le ciel : j’ai mêlé style graphique et codes techniques pour créer des designs portables, durables et identifiables.<br><br>",
    "syridetshirtun": "Pour ce premier t-shirt je me suis inspiré de l’univers numérique des instruments de vol : lignes de code, données, matrices... Le motif prend forme à partir de 0 et de 1, comme une image cachée dans un flux de données.",
    "syridetshirtdeux": "Pour ce deuxième design, je me suis concentré sur la navigation et le relief.Inspiré des cartes topographiques et des données de vol, le visuel affiche des coordonnées GPS, une altitude, une vitesse et un taux de montée — comme un instant figé en plein vol.",
    "syridetshirttrois": "Ce modèle reprend le même concept que le t-shirt [2], avec une composition légèrement différente.",
    "syridestickerun": "Ce sticker a été conçu en illustration vectorielle. J’ai d’abord construit une composition centrée sur un contraste fort entre masses et lignes pour renforcer l’impact visuel. Le parapente, élément principal, est positionné au premier plan pour guider le regard, avec une orientation dynamique vers la Dent de Crolles, intégrée comme détail topographique reconnaissable. Les nuages et les rayons ont été dessinés pour structurer l’arrière-plan sans surcharger la scène. La palette monochrome (déclinaisons de rouge) permet une impression cohérente et impactante, tout en simplifiant les contraintes de production (découpe vinyle, impression sur support). Le logo Syride est intégré en bas de composition, en contraste clair, pour garantir sa lisibilité sans nuire à l’équilibre global.",
    "syridestickerdeux": "Ce sticker repose sur un détournement graphique de l’esthétique « code » type Matrix. L’ensemble a été réalisé en composition bitmap, avec une grille de caractères verts sur fond noir pour évoquer un terminal informatique. Le portrait central est généré à partir d’un motif typographique formant une silhouette en négatif, lisible par contraste. Le logo Syride, en haut à gauche, reprend les codes d’une interface système (icône, couleur néon, barre de statut) pour accentuer la référence visuelle. Ce traitement propose une interprétation décalée de l’univers du vol, en s’appuyant sur le vocabulaire graphique du code et du hacking.",
    "syridestickertrois": "Ce visuel est basé sur les données topographiques et les traces GPS fournies par les outils Syride. J’ai repris ces éléments pour en faire une illustration vectorielle en style filaire, proche d’une visualisation 3D ou d’un maillage numérique. Le parapente est placé au centre, en lien direct avec les courbes de terrain générées, pour évoquer à la fois la technicité et la précision des instruments. Le rendu monochrome renforce l’aspect technique et schématique, tout en assurant une bonne lisibilité à l’impression.",
    "CONSOLE": "",
    "citationconsole": "\"L'avenir est déjà là\" — William Gibson",
    "presentationconsole": "\"流\" (Liú) signifie \"courant\" ou \"flux\", et \"智\" (Zhì) signifie \"intelligence\". Liúzhì pourrait véhiculer l'impression d'un flux d'intelligence, comme si la console possédait une forme de conscience technologique qui coule à travers le temps.<br><br>C'est une console <strong>rétro-futuriste</strong> inspirée des premiers appareils portables des <strong>années 1980</strong>, comme le Game Boy. Avec son design <strong>robuste</strong> et <strong>minimaliste</strong>, elle semble à la fois familière et venue d'un <strong>futur alternatif</strong>, évoquant des films de <strong>science-fiction</strong> comme Blade Runner, où chaque objet a <strong>une histoire mystérieuse</strong>. Son écran affiche \"Now Loading\" en lettres vertes lumineuses, renforçant l'idée qu'elle télécharge quelque chose de spécial. Mais à la fin du chargement, ce n'est pas une prophétie ou un message cryptique qui apparaît : c’est un jeu. Tel un artefact perdu, Liúzhì transforme l'attente en un moment d'anticipation, transformant l'acte simple de charger un jeu en une expérience unique, où la nostalgie du passé rencontre l'intrigue d'un futur inconnu.",
    "consolelegendeun": "Console de jeu 流智.",
    "consolelegendedeux": "Mousqueton.",
    "consolelegendetrois": "Porte-clé.",
    "PROJECTS": "",
    "continueonthebrowser": "Continuer sur le navigateur",
    "how": "Comment ?",
    "bigtitle": "GROS TITRE",
    "title": "Titre",
    "text": "texte",
    "typography": "Typographie",
    "projects": "Projets",
    "personalwork": "Travail personnel",
    "identity": "IDENTITÉ VISUELLE",
    "copied": "💾 Copié",
    "colors": "Couleurs",
    "poster": "AFFICHES",
    "logiciel": "Logiciel : ",
    "discover": "Découvrir",
    "3D": "",
    "DRIME": "",
    "titredrime": "Accueil du site de DRIME",
    "explicationdrime": "La demande de Drime était de créer le fond de la page d'accueil de leur site, en s'inspirant du style de Windows ou Office.",
    "POSTER": "",
    "donquichotte": "Dans le cadre d’un workshop avec le lycée La Tourrache et David \"Vyle\" Levy, j’ai imaginé une réinterprétation futuriste de Don Quichotte.<br><br>Dans un monde post-apocalyptique, Sancho Panza renaît sous la forme d’un robot de fortune, bricolé à partir de pièces de récupération, dont une vieille poubelle abandonnée. Fidèle compagnon de son maître, il transporte avec ingéniosité ses trésors à travers les vestiges d’un futur en ruines. L’objectif de ce projet était d’explorer le character design et l’univers du concept art, en repensant des figures emblématiques à travers une vision dystopique et technologique.",
    "carte": "",
    "carteforme": "Cette boîte de cartes vous invite à explorer les formes géométriques sous un nouveau regard. À travers des exemples de logos célèbres, découvrez comment elles transmettent des idées et façonnent des identités visuelles. Chaque carte présente une forme, des exemples d’utilisation dans le design, et des notions mathématiques comme le calcul de l’aire. Un outil ludique et éducatif pour relier géométrie et créativité !",
    "regatta": "",
    "mairietoulon": "Mairie de Toulon",
    "explicationregatta": "Conçue à la demande de 12 MED EVENT, cette affiche pour la Regatta de Toulon 2025 a remporté le concours officiel et a était exposée dans toute la ville de Toulon et ses environs. Elle capture à la fois l’énergie et l’élégance de cet événement emblématique.</br></br>Le design met en avant le dynamisme de la course grâce à des voiliers en mouvement, tout en célébrant l’identité unique de la ville à travers des éléments emblématiques comme le téléphérique du Mont Faron. La composition minimaliste, combinée à une palette de couleurs maritimes, reflète le prestige de cette compétition et renforce son attractivité auprès du public.",
    "presentationregatta": "Conçue à la demande de 12 MED EVENT, cette affiche pour la Regatta de Toulon 2025 <strong>a remporté le concours officiel</strong> et <strong>a était exposée dans toute la ville de Toulon et ses environs</strong>. Il s'agissait de créer une nouvelle affiche en partant <strong>de l'affiche de l'année précédente</strong>, tout en apportant une vision moderne et renouvelée.<br><br>J'ai choisi d'intégrer la couleur officielle 2025 de Pantone pour refléter une identité contemporaine et en phase avec l'année de l'événement. Elle capture à la fois <strong>l’énergie et l’élégance</strong> de cet événement emblématique. Le design met en avant <strong>le dynamisme de la course</strong> grâce à des voiliers en mouvement, tout en célébrant <strong>l’identité unique de Toulon</strong> à travers des éléments emblématiques comme le téléphérique du Mont Faron.<br><br>La composition minimaliste, combinée à une palette de couleurs maritimes, reflète <strong>le prestige de cette compétition</strong> et renforce <strong>son attractivité auprès du public</strong>.",
    "citationregatta": "\"Les voiles gonflées par le vent portent non seulement les marins, mais aussi les rêves de ceux qui regardent l'horizon.\"",
    "8eightlow": "",
    "explicationeightlow": "Pour l’album Nemo de E!ght, j’ai conçu le verso du vinyle en m’inspirant de la cover originale réalisée par l’artiste, ainsi que de son personnage et de la thématique centrale de l’album. En m’appuyant sur ses publications et son univers visuel, j’ai cherché à retranscrire l’essence de son projet de manière graphique.<br><br>J’ai également intégré l’idée d’une pochette objet qui fonctionne comme un miroir : pour découvrir les différents titres des faces A et B, il faut tourner la pochette. Cette mise en page reflète symboliquement le concept du miroir, mettant en avant la dualité entre le moi social et le moi intérieur de E!ght, un thème clé de l’album.<br><br>Enfin, j’ai aussi réalisé les visuels des étiquettes centrales pour les faces A et B des disques vinyles, en assurant une cohérence esthétique et conceptuelle avec le reste du design. Mon travail a ainsi visé à capturer l’univers singulier de l’artiste tout en proposant une expérience physique et interactive au spectateur.",
    "RATZ": "",
    "technicaldrawing": "Dessin technique RATZ",
    "explicationratz": "J'ai créé le plan technique de la voiture Ratz, en respectant ses proportions et son esthétique de dessin animé. Ce travail m'a permis d'analyser ses détails et de les traduire en un schéma précis et fidèle, à la fois ludique et technique.",
    "MAGICBALL": "",
    "explicationmagicball": "J'ai créé le plan technique de la Magic Ball, en veillant à préserver ses proportions et son esthétique de dessin animé. Ce travail m'a permis d'analyser ses détails uniques et de les traduire en un schéma précis et fidèle, alliant créativité et précision technique.",
    "LESBELLESANCIENNES": "",
    "explicationlesbellesanciennes": "J'ai conçu ce poster en mettant en avant l'élégance et la nostalgie des voitures anciennes. J'ai utilisé une typographie Art Déco pour refléter l'esprit vintage de l'événement, tout en intégrant des couleurs chaudes et un visuel attractif pour capter l'attention. La mise en page claire et hiérarchique assure une lecture fluide des informations clés.",
    "ENVIEDECREUVER": "",
    "explicationenviedecreuver": "J'ai conçu un poster basé sur la phrase : \"Le chocolat est meilleur quand on a envie de mourir.\" Il juxtapose la silhouette d'une personne dégustant un morceau de chocolat avec celle d'un crâne, symbolisant l'équilibre entre le désespoir et le réconfort. Les couleurs vibrantes contrastent avec le message sombre, tandis que la typographie audacieuse renforce l'impact de la phrase. Cette composition transmet visuellement l'idée du chocolat comme plaisir réconfortant dans les moments difficiles.",
    "FOOTER": "",
    "sitation": "Que cette création éveille votre inspiration.",
    "footerun": "@2025 | © ",
    "footerdeux": ". Tous droits réservés.",
    "about": "informations",
    "erreur": "",
    "erreurun": "Ce site n'est pas encore disponible sur mobile.",
    "erreurdeux": "Je vous invite à revenir depuis un ordinateur pour une meilleure expérience.",
    "INFORMATIONS": "",
    "concour": "Lauréat de concours",
    "graphic": "Print",
    "skills": "Expertises",
    "skillstext": "Ce qu’on sait faire et qu’on sait bien faire",
    "logo": "../docs/public/image/logo/logotest.png",
    "informationdeux": "// Le site a été conçu & réalisé par moi-même ! 🚀",
    "dataphone": "07.83.78.48.72",
    "phone": "Téléphone: 07.83.78.48.72",
    "mail": "Mail: tibzdesign@gmail.com",
    "information": "Je suis étudiant en deuxième année de design graphique basé en France. Passionné par la créativité visuelle, je travaille dans divers domaines du design en tant qu’artiste 3D, motion designer et graphiste.<br><br>Je m'intéresse particulièrement à la création d’identités visuelles et au développement de projets multimédias. Toujours en quête de nouvelles idées et d’inspiration, j’aime expérimenter différents styles graphiques et explorer l’impact du design dans la communication.<br><br>Mon objectif est de développer une esthétique unique tout en maîtrisant les techniques modernes du design.",
    "ournetwork": "Notre réseau",
    "nomboite": "tibz design",
    "ournetworktext": "Des entreprises, institutions et marques m’ont déjà confié leurs projets.<br>Voici quelques-unes de ces collaborations.",
    "favicon": "../docs/public/image/logo/petitlogo.png",
    "name": "Nom",
    "firstname": "Prénom",
    "project": "Projet",
    "textcontact": "Parle-moi de ton idée...",
    "send": "Envoyer",
    "mentionenvoi": "En envoyant ce formulaire, j’accepte que mes données soient utilisées dans le cadre de cette prise de contact.",
    "insta": "https://www.instagram.com/altlab.design/",
    "linkedin": "https://www.linkedin.com/in/tibo-creteur-15147a233/",
    "behance": "https://www.behance.net/tibzdesign",
    "langun": "currentlangnav",
    "langdeux": "otherlangnav",
    "langunindex": "currentlangnavindex",
    "langdeuxindex": "otherlangnavindex"
}