{
    "contactme": "CONTACT ME",
    "contactSubject": "Information request",
    "contactBody": "Hello Tibo,%0A%0AI'd like more information about your design services.%0A%0AThank you!",
    "projects": "Projects",
    "personalwork":"Personal work",
    "identity": "IDENTITY",
    "citationomodaka": "\"The journey of a thousand miles begins with a single step.\" — Lao Tseu",
    "presentationomodaka":"Omodaka is a project I created to bring serenity and tranquility to those seeking refuge from the chaos of everyday life. My approach is rooted in the belief that calmness is essential for mental and emotional well-being.<br><br>The word Omodaka comes from Japanese (オモダカ), where it refers to an aquatic plant known as the 'arrowhead' (Sagittaria trifolia in Latin). This plant, often found in peaceful environments like ponds and rivers, symbolizes tranquility and the purity of nature. The Omodaka project draws inspiration from landscapes around the world, capturing the essence of various places through unique fragrances.\n\nEach scent reflects the atmosphere and emotions evoked by these regions, offering an immersive sensory experience. At Omodaka, each fragrance is crafted to take you on a calming and sensory journey, allowing you to reconnect with yourself and nature through the scent of these inspiring landscapes.",
    "researchs": "Researchs",
    "researchsomodaka":"I simplified complex patterns into minimalist icons and logos, aiming to capture the visual essence through simple shapes and clean lines. The goal was to create clear and calming representations while maintaining visual impact and readability. This work explores graphic reduction to achieve designs that are both functional and aesthetic.",
    "packagingomodaka":"The packaging of Omodaka was designed to evoke serenity and elegance, in harmony with the essence of the brand. I chose a cubic shape for the box to symbolize simplicity and balance, values that are deeply rooted in Japanese culture. This minimalist design draws inspiration from traditional Japanese elements, which emphasize beauty in simplicity and the harmony of forms.\n\nA band around the box adds a touch of sophistication while creating a sense of protection, reflecting the idea of refuge and calm that we aim to offer our users. The map of the location on the box is a tribute to the inspiring landscapes that guided the creation of each fragrance, allowing users to embark on a sensory journey.This map enhances immersion and the concept of escape to places filled with tranquility.",
    "copied":"💾 Copied",
    "information2":"// The site was Built & designed by yours truly! 🚀",
    "phone": "Phone: +33.7.83.78.48.72",
    "mail": "Email: tibzdesign@gmail.com",
    "colors": "Colors",
    "colorsomodaka": "I’ve chosen a color palette that reflects the atmosphere and harmony of the places my products represent. The orange and pastel yellow tones bring warmth and soft light. The beige embodies simplicity and natural surroundings. The violet adds depth and serenity. Together, these colors create a balanced ambiance, both calming and stimulating.",
    "logoomodaka": "The logo I created for Omodaka uses typography in a subtle way to evoke the world of fragrances. The letter \"O\" is distorted to resemble a circle, symbolizing a perfume bottle or container. In one of the variations, this \"O\" is positioned beneath a rectangle, representing a rim, from which sticks emerge, similar to those used to diffuse scents. This detail directly references the sensory experience and the art of perfuming spaces. The typography remains minimalist and elegant, creating a balance between modernity and refinement, while symbolizing the calming atmosphere and harmony the products bring to the home.",
    "sitation": "May this creation awaken your inspiration. (• ◡•)",
    "footer":"@2024 | ©TibzDesign. All rights reserved."
}