{
    "contactme": "ME CONTACTER",
    "contactSubject": "Demande d'information",
    "contactBody": "Bonjour Tibo,%0A%0AJ'aimerais avoir plus d'informations sur vos services de design.%0A%0AMerci !",
    "projects": "Projets",
    "personalwork":"Travail personnel",
    "identity": "IDENTITÉ",
    "citationomodaka": "\"Le voyage de mille lieues commence par un seul pas.\" — Lao Tseu",
    "presentationomodaka": "Omodaka est un projet que j'ai créé pour apporter sérénité et tranquillité à ceux qui cherchent refuge face au chaos de la vie quotidienne. Mon approche repose sur la conviction que le calme est essentiel pour le bien-être mental et émotionnel.\n\nLe mot Omodaka vient du japonais (オモダカ), où il fait référence à une plante aquatique connue sous le nom de \"tête de flèche\" (Sagittaria trifolia en latin). Cette plante, souvent trouvée dans des environnements paisibles tels que les étangs et les rivières, symbolise la tranquillité et la pureté de la nature. Le projet Omodaka s'inspire des paysages du monde entier, capturant l'essence de différents lieux à travers des fragrances uniques.\n\nChaque parfum reflète l'atmosphère et les émotions évoquées par ces régions, offrant une expérience sensorielle immersive. Chez Omodaka, chaque fragrance est conçue pour vous emmener dans un voyage apaisant et sensoriel, vous permettant de vous reconnecter avec vous-même et la nature à travers l'odeur de ces paysages inspirants.",
    "researchs": "Recherches",
    "researchsomodaka":"J'ai simplifié des motifs complexes en icônes et logos minimalistes, cherchant à capturer l'essence visuelle à travers des formes simples et des lignes épurées. L'objectif était de créer des représentations claires et apaisantes tout en conservant un impact visuel et une lisibilité. Ce travail explore la réduction graphique pour parvenir à des designs à la fois fonctionnels et esthétiques.",
    "colorsomodaka": "J'ai choisi une palette de couleurs qui reflète l'atmosphère et l'harmonie des lieux que mes produits représentent. Les tons orange et jaune pastel apportent chaleur et lumière douce. Le beige incarne la simplicité et les environnements naturels. Le violet ajoute de la profondeur et de la sérénité. Ensemble, ces couleurs créent une ambiance équilibrée, à la fois apaisante et stimulante.",
    "logoomodaka": "Le logo que j'ai créé pour Omodaka utilise la typographie de manière subtile pour évoquer l'univers des parfums. La lettre \"O\" est déformée de manière à ressembler à un cercle, symbolisant un flacon ou un contenant de parfum. Dans l'une des variations, ce \"O\" est positionné sous un rectangle, représentant un rebord, d'où émergent des bâtonnets, semblables à ceux utilisés pour diffuser des senteurs. Ce détail fait directement référence à l'expérience sensorielle et à l'art de parfumer les espaces. La typographie reste minimaliste et élégante, créant un équilibre entre modernité et raffinement, tout en symbolisant l'atmosphère apaisante et l'harmonie que les produits apportent à la maison.",
    "packagingomodaka":"L'emballage d'Omodaka a été conçu pour évoquer la sérénité et l'élégance, en harmonie avec l'essence de la marque. J'ai choisi une forme cubique pour la boîte, symbolisant la simplicité et l'équilibre, des valeurs profondément ancrées dans la culture japonaise. Ce design minimaliste s'inspire des éléments traditionnels japonais, qui mettent en valeur la beauté dans la simplicité et l'harmonie des formes.\n\nUn bandeau autour de la boîte ajoute une touche de sophistication tout en créant un sentiment de protection, reflétant l'idée de refuge et de calme que nous souhaitons offrir à nos utilisateurs. La carte du lieu sur la boîte rend hommage aux paysages inspirants qui ont guidé la création de chaque fragrance, permettant aux utilisateurs de s'embarquer dans un voyage sensoriel. Cette carte renforce l'immersion et le concept d'évasion vers des lieux emplis de tranquillité.",
    "copied":"💾 Copié",
    "information2":"// Le site a été développé par mes soins ! 🚀",
    "phone": "Tel: 07.83.78.48.72",
    "mail": "Mail: tibzdesign@gmail.com",
    "colors": "Couleurs",
    "sitation": "Que cette création éveille votre inspiration. (• ◡•)",
    "footer":"@2024 | ©TibzDesign. Tous droits réservés."
}
